{"translation-revision-date":"2024-05-26 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/formBuilderApp.js","domain":"give","locale_data":{"give":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Settings":["Configurações"],"Image":["Imagem"],"Start Date":["Data de início"],"End Date":["Data final"],"Cancel":["Cancelar"],"Upload or choose a logo to be displayed at the top of the donation receipt emails. Displayed on HTML emails only.":["Faça upload ou escolha um logotipo para ser exibido na parte superior dos e-mails de recebimento de doações. Exibido apenas em e-mails HTML."],"Email message":["Mensagem de email"],"Send test email":["Enviar e-mail de teste"],"Required":["Obrigatório"],"Donation Goal":["Meta de doação"],"Do you want to set a donation goal for this form?":["Deseja definir uma meta de doação para este formulário?"],"Goal Amount":["Valor da meta"],"Do you want to close the donation forms and stop accepting donations once this goal has been met?":["Quer fechar os formulários de doação e parar de aceitar doações assim que essa meta for atingida?"],"Goal Achieved Message":["Mensagem de meta alcançada"],"Form Grid":["Grade de formulário"],"Redirect URL":["URL de redirecionamento"],"Donate Button Text":["Texto do botão Doar"],"The text on the Donate Button for this form when displayed on the Form Grid. This setting only applies if the Donate Button display option is enabled in your Form Grid.":["O texto no botão Doar deste formulário quando exibido na grade do formulário. Esta configuração só se aplica se a opção de exibição do botão Doar estiver habilitada em sua grade de formulário."],"Copy Shortcode":["Copiar código curto"],"Donation Form":["Formulário de Doação"],"Form ID":["ID do formulário"],"Add-ons":["Complementos"],"Advanced":["Avançado"],"The excerpt is an optional summary or description of a donation form; in short, a summary as to why the user should give.":["O trecho é um resumo opcional ou descrição de um formulário de doação; em resumo, um resumo de por que o usuário deve doar."],"Email Settings":["Configurações de e-mail"],"Label":["Rótulo"],"Close dialog":["Fechar caixa de diálogo"],"Got it":["Entendi"],"General":["Em geral"],"Close":["Fechar"],"Modal":["Modal"],"Copied!":["Copiado!"],"Updating...":["Atualizando..."],"Loading...":["Carregando..."],"Above":["Acima"],"Donate":["Doar"],"Donation Confirmation":["Confirmação de Doação"],"Form updated.":["Formulário atualizado."],"Form published.":["Formulário publicado."],"Classic":["Clássico"],"Two Panel":["Dois painéis"],"Private":["Privado"],"Custom Fields":["Os campos personalizados"],"Description":["Descrição"],"Buttons":["Botões"],"Primary Color":["Cor primária"],"Donate Button":["Botão Doar"],"Customize the text that appears prompting the user to go to the next step.":["Personalize o texto que aparece solicitando que o usuário vá para a próxima etapa."],"Placeholder":["Espaço reservado"],"Close dialog icon":["Ícone Fechar caixa de diálogo"],"Reset":["Reiniciar"],"New Tab":["Nova aba"],"Layout":["Disposição"],"Color":["Cor"],"Heading":["Cabeçalho"],"Summary":["Resumo"],"An error occurred in the form.  Please notify the site administrator.  The error message is:":["Ocorreu um erro no formulário.  Por favor notifique o administrador do site.  A mensagem de erro é:"],"Reload form":["Recarregar formulário"],"Custom field":["Campo customizado"],"An unknown error has occurred. Please try saving again and contact support if the problem persists.":["Um erro desconhecido ocorreu. Tente salvar novamente e entre em contato com o suporte se o problema persistir."],"Meta Key":["Meta-chave"],"The name of the meta key this field will to in the database. Can only be letters, numbers, and underscores.":["O nome da meta-chave que este campo terá no banco de dados. Só podem ser letras, números e sublinhados."],"Edit field meta key":["Editar meta-chave do campo"],"Changing the meta key value will affect the visibility of existing donation data. Would you like to proceed?":["A alteração do valor da meta-chave afetará a visibilidade dos dados de doações existentes. Gostaria de continuar?"],"No, cancel":["Não, cancelar"],"Yes, proceed":["Sim, prossiga"],"Field Settings":["Configurações de campo"],"Display Settings":["Configurações do visor"],"Display in Admin":["Exibir no administrador"],"Display in Receipt":["Exibir no recibo"],"Default Value":["Valor padrão"],"The value of the field if the donor does not fill out this field. Leave blank in most cases.":["O valor do campo caso o doador não preencha este campo. Deixe em branco na maioria dos casos."],"Email Tag":["Etiqueta de e-mail"],"Use this email tag to dynamically output the data in supported GiveWP emails.":["Use esta tag de e-mail para gerar dinamicamente os dados em e-mails GiveWP suportados."],"Save to Donor Record":["Salvar no registro do doador"],"If enabled, the data collected by this field is saved to the Donor record instead of the Donation record. This is useful for data that doesn't normally change between donations, like a phone number or t-shirt size.":["Se habilitado, os dados coletados por este campo serão salvos no registro Doador em vez do registro Doação. Isso é útil para dados que normalmente não mudam entre as doações, como número de telefone ou tamanho de camiseta."],"Block":["Bloquear"],"List View":["Exibição de lista"],"Additional Fields":["Campos Adicionais"],"Upgrade to unlock additional fields":["Atualize para desbloquear campos adicionais"],"Add or upload file":["Adicionar ou fazer upload de arquivo"],"URL":["URL"],"The last part of the URL":["A última parte do URL"],"Visibility":["Visibilidade"],"Only visible to site admins and editors":["Visível apenas para administradores e editores do site"],"Visible to everyone":["Visível para todos"],"Public":["Público"],"Publishing":["Publicação"],"Close panel":["Fechar painel"],"%s is now live.":["%s agora está ativo."],"What's next?":["Qual é o próximo?"],"PAGE ADDRESS":["ENDEREÇO DA PÁGINA"],"Copied":["Copiado"],"Copy":["cópia de"],"View form":["Ver formulário"],"Publish":["Publicar"],"Are you ready to publish?":["Você está pronto para publicar?"],"Double-check your settings before publishing":["Verifique suas configurações antes de publicar"],"Full form":["Formulário completo"],"All fields are visible on one page with the donate button at the bottom":["Todos os campos ficam visíveis em uma página com o botão doar na parte inferior"],"Only a button is visible; clicking it opens the form in a modal window":["Apenas um botão fica visível; clicar nele abre o formulário em uma janela modal"],"Only a button is visible; clicking it opens the form in a new window":["Apenas um botão fica visível; clicar nele abre o formulário em uma nova janela"],"(no title)":["(sem título)"],"Select a page":["Selecione uma página"],"Select a post":["Selecione uma postagem"],"page":["página"],"post":["publicar"],"Embed Form":["Incorporar formulário"],"Close Embed Form modal window":["Fechar janela modal Incorporar formulário"],"Form settings":["Configurações de formulário"],"Display style":["Estilo de exibição"],"Button label":["Etiqueta do botão"],"Add to existing content":["Adicionar ao conteúdo existente"],"Please select a %s":["Selecione um %s"],"Form inserted":["Formulário inserido"],"View %s":["Visualizações %s"],"Inserting form":["Inserindo formulário"],"Insert form":["Inserir formulário"],"Create new":["Crie um novo"],"%s with that name already exists":["%s com esse nome já existe"],"Created page":["Página criada"],"Creating %s":["Criando %s"],"Create":["Criar"],"Not using the block editor?":["Não está usando o editor de blocos?"],"Copy and paste the shortcode within your page builder.":["Copie e cole o shortcode no seu construtor de páginas."],"%s about the shortcode":["%s sobre o shortcode"],"Learn more":["Saber mais"],"Return to GiveWP":["Voltar para GiveWP"],"Draft saved.":["Rascunho salvo."],"Build":["Construir"],"Design":["Projeto"],"Saving...":["Salvando..."],"Save as Draft":["Salvar como rascunho"],"Switch to Draft":["Mudar para rascunho"],"Embed form":["Incorporar formulário"],"Update":["Atualizar"],"Support":["Apoiar"],"Show Guided Tour":["Mostrar visita guiada"],"Transfer Donation Data":["Transferir dados de doações"],"Want to transfer donation data later? Access this option in the three dots menu above at any time.":["Quer transferir dados de doações mais tarde? Acesse esta opção no menu de três pontos acima a qualquer momento."],"Submit Feedback":["Enviar comentários"],"Error saving form":["Erro ao salvar o formulário"],"Got it!":["Entendi!"],"Updating your changes":["Atualizando suas alterações"],"Preparing your form design":["Preparando o design do seu formulário"],"Back to main menu":["Voltar ao menu principal"],"Customize form grid":["Personalize a grade do formulário"],"Customize the Redirect URL and Donate button text for this form in the Form Grid.":["Personalize o URL de redirecionamento e o texto do botão Doar para este formulário na grade de formulários."],"The full URL of the page you want this form to redirect to when clicked on from the Form Grid. This only applies when the Form Grid uses the \"Redirect\" method.":["O URL completo da página para a qual você deseja que este formulário redirecione quando clicado na grade do formulário. Isso só se aplica quando o Form Grid usa o método \"Redirecionar\"."],"Send new account notifications":["Envie notificações de nova conta"],"When enabled, donors will be notified that they have an account they can use to manage their donations. Disable if you do not want donors to be aware of their account.":["Quando ativado, os doadores serão notificados de que possuem uma conta que podem usar para gerenciar suas doações. Desative se não quiser que os doadores tenham conhecimento de suas contas."],"Copy Tag":["Copiar etiqueta"],"Generating preview...":["Gerando visualização..."],"Email notification":["Notificação de Email"],"Global options are set in GiveWP settings. You may override them for this form here.":["As opções globais são definidas nas configurações do GiveWP. Você pode substituí-los neste formulário aqui."],"Template details":["Detalhes do modelo"],"Set the content structure for the email":["Defina a estrutura do conteúdo do email"],"View template tags":["Ver tags de modelo"],"Email recipient":["Destinatário do e-mail"],"Email address that should receive a notification":["Endereço de e-mail que deve receber uma notificação"],"Available template tags for this email. HTML is accepted. <a>See our documentation<\/a> for examples of how to use custom meta email tags to output additional donor or donation information in your GiveWP emails":["Tags de modelo disponíveis para este e-mail. HTML é aceito. <a>Consulte nossa documentação<\/a> para ver exemplos de como usar meta tags de e-mail personalizadas para gerar informações adicionais sobre doadores ou doações em seus e-mails GiveWP"],"Back to template settings":["Voltar às configurações do modelo"],"Send a test email":["Envie um e-mail de teste"],"Enter the email address you want to send a test email to.":["Digite o endereço de e-mail para o qual deseja enviar um e-mail de teste."],"Template tags":["Tags de modelo"],"Preview email":["Visualizar e-mail"],"The GiveWP Form Grid provides a way to add a grid layout of multiple forms into posts and pages using either a block or shortcode. <a>Learn more about the Form Grid<\/a>":["O GiveWP Form Grid fornece uma maneira de adicionar um layout de grade de vários formulários em postagens e páginas usando um bloco ou código de acesso. <a>Saiba mais sobre a grade de formulários<\/a>"],"This includes the form name, the permalink and the visibility of this form.":["Isso inclui o nome do formulário, o link permanente e a visibilidade deste formulário."],"User Registration":["Cadastro de usuário"],"Notify donors that they have an account they can use to manage their donations":["Notifique os doadores de que eles têm uma conta que podem usar para gerenciar suas doações"],"Header":["Cabeçalho"],"This is the first message that displays in the donation confirmation.":["Esta é a primeira mensagem exibida na confirmação da doação."],"This is the second message that displays in the donation confirmation.":["Esta é a segunda mensagem exibida na confirmação da doação."],"Available template tags for the header and description of the donation confirmation.":["Tags de modelo disponíveis para o cabeçalho e descrição da confirmação de doação."],"Email notifications":["Notificações por e-mail"],"GiveWP sends emails to both donors and specified site admins for various purposes.":["GiveWP envia e-mails para doadores e administradores de sites específicos para diversos fins."],"Customize email options":["Personalize as opções de e-mail"],"Uses global settings when disabled.":["Usa configurações globais quando desativado."],"Logo URL":["URL do logotipo"],"Duplicate path found in FormSettings routes:":["Caminho duplicado encontrado nas rotas FormSettings:"],"Set Date":["Definir data"],"Enable Donation Goal":["Ativar meta de doação"],"Goal Type":["Tipo de meta"],"Auto-Close Form":["Formulário de fechamento automático"],"Goal Progress":["Progresso da Meta"],"Select Date":["Selecione a data"],"What is custom goal progress?":["O que é o progresso da meta personalizada?"],"You can now set a time frame to show progress toward your goal.":["Agora você pode definir um prazo para mostrar o progresso em direção à sua meta."],"Learn more about how to use the custom goal progress.":["Saiba mais sobre como usar o progresso da meta personalizada."],"Upload Image":["Enviar Imagem"],"uploaded image":["imagem enviada"],"Change Image":["Alterar imagem"],"Show Header":["Mostrar Cabeçalho"],"Show Heading":["Mostrar título"],"Show Description":["Mostre a descrição"],"Image Style":["Estilo de imagem"],"Determines how the image will be applied in the header for this form.":["Determina como a imagem será aplicada no cabeçalho deste formulário."],"Background":["Fundo"],"Center":["Centro"],"Form layout":["Layout do formulário"],"Change the appearance of your donation form on your site. Each option has a different layout.":["Mude a aparência do seu formulário de doação em seu site. Cada opção possui um layout diferente."],"Button caption":["Legenda do botão"],"Enter the text you want to display on the donation button.":["Digite o texto que deseja exibir no botão de doação."],"First Step Button Text":["Texto do botão da primeira etapa"],"Customize the text that appears in the first step, prompting the user to go to the next step.":["Personalize o texto que aparece na primeira etapa, solicitando que o usuário passe para a próxima etapa."],"Next Step Button Text":["Texto do botão da próxima etapa"],"These settings affect the basic appearance of the form":["Essas configurações afetam a aparência básica do formulário"],"Secondary Color":["Cor Secundária"],"Custom Styles":["Estilos personalizados"],"Edit in Modal":["Editar em Modal"],"Header Image":["Imagem de cabeçalho"],"Overlay":["Sobreposição"],"Overlay Opacity":["Opacidade da sobreposição"],"These settings gives you the ability to change the overall appearance of your form to suit your brand":["Essas configurações permitem alterar a aparência geral do seu formulário para se adequar à sua marca"],"Styles":["Estilos"],"<strong>Step <stepNumber \/><\/strong> of <stepCount \/>":["<strong>Etapa<\/strong><stepNumber \/> de<stepCount \/>"],"Exit tour":["Sair do tour"],"Editing a form layout":["Editando um layout de formulário"],"This is where you can customize the appearance (i.e. colors and features) of your form based on the selected form layout.":["É aqui que você pode personalizar a aparência (ou seja, cores e recursos) do seu formulário com base no layout de formulário selecionado."],"This is where you add and edit various blocks and sections to make up your form.":["É aqui que você adiciona e edita vários blocos e seções para formar seu formulário."],"Canvas":["Tela"],"Add, reorder, and edit blocks and sections here to make up your form.":["Adicione, reordene e edite blocos e seções aqui para formar seu formulário."],"Form Sections":["Seções do formulário"],"Forms are broken into sections, which contain blocks for fields or content.":["Os formulários são divididos em seções, que contêm blocos para campos ou conteúdo."],"Sidebar Toggles":["Alternadores da barra lateral"],"These two buttons give you the ability to add and reorder sections and blocks to the canvas, with drag-and-drop ease.":["Esses dois botões permitem adicionar e reordenar seções e blocos na tela, com facilidade de arrastar e soltar."],"Add section\/block":["Adicionar seção\/bloco"],"Drag and drop the block you need onto the canvas. Input fields that can only be inserted once are greyed out when in use.":["Arraste e solte o bloco necessário na tela. Os campos de entrada que só podem ser inseridos uma vez ficam esmaecidos quando em uso."],"Block Settings":["Configurações de bloqueio"],"Select a block to edit the settings for that individual block on the Block tab of the editor. Settings will vary depending on the type of block selected.":["Selecione um bloco para editar as configurações desse bloco individual na guia Bloco do editor. As configurações irão variar dependendo do tipo de bloco selecionado."],"Want to view the guided tour later? Access this option in the three dots menu above at any time.":["Quer ver a visita guiada mais tarde? Acesse esta opção no menu de três pontos acima a qualquer momento."],"Choose your form layout":["Escolha o layout do seu formulário"],"Select one that suits your taste and requirements for your cause.":["Selecione aquele que se adapta ao seu gosto e às necessidades da sua causa."],"Classic form design":["Design de formulário clássico"],"This displays all form fields on one page. Donors fill out the form as they scroll down the page":["Isso exibe todos os campos do formulário em uma página. Os doadores preenchem o formulário enquanto rolam a página para baixo"],"Multi-Step form design":["Design de formulário em várias etapas"],"Multi-step":["Várias Etapas"],"This walks the donor through a number of steps to the donation process. The sections are broken into steps in the form":["Isso orienta o doador por uma série de etapas do processo de doação. As seções são divididas em etapas no formato"],"Two Panel form design":["Design de formulário de dois painéis"],"This has a side-by-side layout which breaks the sections of the donation process into steps.":["Possui um layout lado a lado que divide as seções do processo de doação em etapas."],"Proceed":["Continuar"],"Learn how to edit your form":["Aprenda como editar seu formulário"],"Let’s quickly explore the new visual donation form builder. This will take less than a minute.":["Vamos explorar rapidamente o novo criador visual de formulários de doação. Isso levará menos de um minuto."],"Get started":["iniciar"],"Section Title":["Título da seção"],"Section Description":["Descrição da seção"],"Once you're happy with your new form, permanently transfer your existing donation data to this new form.":["Quando estiver satisfeito com seu novo formulário, transfira permanentemente os dados de doações existentes para este novo formulário."],"Transfer data":["Transferir dados"],"Transferring donation data to the upgraded form":["Transferindo dados de doações para o formulário atualizado"],"Type <strong>transfer<\/strong> to confirm transfer of donation data for the form selected. This means all blocks, shortcodes, and the form URL will automatically redirect to the upgraded form.":["Digite <strong>transferência<\/strong> para confirmar a transferência dos dados da doação para o formulário selecionado. Isso significa que todos os blocos, códigos de acesso e URL do formulário serão redirecionados automaticamente para o formulário atualizado."],"Delete the existing form after transfer":["Exclua o formulário existente após a transferência"],"Transfer existing donation data":["Transferir dados de doações existentes"],"Transferring donation data cannot be undone":["A transferência de dados de doações não pode ser desfeita"],"Confirm transfer":["Confirmar transferência"],"Transfer":["Transferir"],"Transfer completed successfully":["Transferência concluída com sucesso"],"Your donation data was successfully transferred to the upgraded form.":["Os dados da sua doação foram transferidos com sucesso para o formulário atualizado."],"Go back to your donation form list":["Volte para sua lista de formulários de doação"],"Transfer not completed!":["Transferência não concluída!"],"Something went wrong with the transfer.":["Algo deu errado com a transferência."],"Your form has been upgraded":["Seu formulário foi atualizado"],"Upgraded form":["Formulário atualizado"],"Make sure to check the settings for each section and block, and maybe even run some test donations to ensure your new form is good to go.":["Certifique-se de verificar as configurações de cada seção e bloco, e talvez até mesmo fazer algumas doações de teste para garantir que seu novo formulário esteja pronto para uso."],"Return to editing form":["Voltar ao formulário de edição"],"Input Fields":["Campos de entrada"],"Content & Media":["Conteúdo e mídia"]}}}