{"translation-revision-date":"2024-05-26 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/dist\/js\/welcome-banner.js","domain":"give","locale_data":{"give":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Try the new form builder":["Experimente o novo criador de formulários"],"UPDATED":["ATUALIZADA"],"What’s new in the Visual Form Builder":["O que há de novo no Visual Form Builder"],"GiveWP introduces an enhanced forms experience powered by the new Visual Donations Form Builder.":["GiveWP apresenta uma experiência aprimorada de formulários desenvolvida pelo novo Visual Donations Form Builder."],"Create a donation form":["Crie um formulário de doação"],"This is powered by the new Visual Donation Form Builder":["Isso é desenvolvido pelo novo Visual Donation Form Builder"],"New Updates":["Novas atualizações"],"The team is still working on some new features, add-on and payment gateway compatibility to make your form experience better.":["A equipe ainda está trabalhando em alguns novos recursos, complementos e compatibilidade com gateway de pagamento para melhorar a experiência do seu formulário."],"Read documentation":["Leia a documentação"],"Spotlight on awesome features":["Destaque para recursos incríveis"],"Event tickets":["Ingressos para eventos"],"Easily connect your events to your donation form. To enable this go to Settings > General > Beta Features and enable event tickets":["Conecte facilmente seus eventos ao seu formulário de doação. Para habilitar isso, vá em Ajustes > Geral > Recursos Beta e habilite ingressos para eventos"],"Design mode":["Modo de design"],"See exactly what your form looks like for potential donors using the “Design” tab of the builder. Changes are visible immediately.":["Veja exatamente como é o seu formulário para potenciais doadores usando a guia “Design” do construtor. As alterações são visíveis imediatamente."]}}}