{"translation-revision-date":"2024-05-26 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/formBuilderRegistrars.js","domain":"give","locale_data":{"give":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Billing Address":["Endereço de Cobrança"],"Settings":["Configurações"],"Email":["E-mail"],"Title":["Título"],"First Name":["Primeiro nome"],"Last Name":["Sobrenome"],"Customize":["Customizar"],"Donation Options":["Opções de doação"],"Set Donation":["Definir doação"],"Custom Amount":["Valor personalizado"],"Default":["Padrão"],"Name Title Prefix":["Prefixo do título do nome"],"Do you want to add a name title prefix dropdown field before the donor's first name field? This will display a dropdown with options such as Mrs, Miss, Ms, Sir, and Dr for the donor to choose from.":["Você deseja adicionar um campo suspenso de prefixo de título de nome antes do campo de nome do doador? Isso exibirá um menu suspenso com opções como Sra., Senhorita, Sra., Senhor e Dr. para o doador escolher."],"Required":["Obrigatório"],"Title Prefixes":["Prefixos de título"],"Do you want to force the Last Name field to be required?":["Deseja forçar a obrigatoriedade do campo Sobrenome?"],"Do you want to provide donors the ability mark themselves anonymous while giving? This will prevent their information from appearing publicly on your website but you will still receive their information for your records in the admin panel.":["Você deseja fornecer aos doadores a capacidade de se tornarem anônimos ao doar? Isso impedirá que as informações deles apareçam publicamente em seu site, mas você ainda receberá as informações para seus registros no painel de administração."],"Donor Comments":["Comentários dos doadores"],"Do you want to provide donors the ability to add a comment to their donation? The comment will display publicly on the donor wall if they do not select to give anonymously.":["Você deseja fornecer aos doadores a possibilidade de adicionar um comentário à sua doação? O comentário será exibido publicamente no mural do doador se eles não optarem por doar anonimamente."],"Login":["Conecte-se"],"Number of Donations":["Número de doações"],"Agreement Text":["Texto do Acordo"],"This is the actual text which the user will have to agree to in order to make a donation.":["Este é o texto real com o qual o usuário deverá concordar para fazer uma doação."],"Group":["Grupo"],"Donation Amount":["Valor da doação"],"Donation Total":["Doação Total"],"Company Name":["nome da empresa"],"Company":["Empresa"],"Address 1":["Endereço 1"],"Address 2":["Endereço 2"],"City":["Cidade"],"Country":["País"],"Zip":["Fecho eclair"],"Payment Gateways":["Gateways de pagamento"],"Label":["Rótulo"],"Close":["Fechar"],"donations":["doações"],"Make this an anonymous donation.":["Faça disso uma doação anônima."],"Would you like to prevent your name, image, and comment from being displayed publicly?":["Gostaria de evitar que seu nome, imagem e comentário sejam exibidos publicamente?"],"Comment":["Comente"],"Would you like to add a comment to this donation?":["Gostaria de adicionar um comentário a esta doação?"],"Username or Email Address":["Nome de Usuário ou Endereço de Email"],"Password":["Senha"],"Reset Password":["Redefinir senha"],"days":["dias"],"Show terms":["Mostrar termos"],"One Time":["Um tempo"],"Recurring Donations":["Doações recorrentes"],"Donor Name":["Nome do doador"],"one-time":["um tempo"],"Donation Summary":["Resumo de doações"],"Payment Amount":["Valor do pagamento"],"Giving Frequency":["Dando frequência"],"First name":["Primeiro nome"],"Last name":["Sobrenome"],"Thank you for your continued support.":["Obrigado por seu apoio contínuo."],"I agree to the Terms and conditions.":["Eu concordo com os Termos e Condições."],"Do you consent to the following":["Você concorda com o seguinte"],"Accept":["Aceitar"],"A full country list will be displayed here...":["Uma lista completa de países será exibida aqui..."],"Address Line 1":["Endereço Linha 1"],"Address Line 2":["endereço linha 2"],"State\/Province\/Country":["Estado\/Província\/País"],"This changes by country selection...":["Isso muda de acordo com a seleção do país..."],"Zip\/Postal Code":["CEP \/ Código Postal"],"Phone Number":["Número de telefone"],"Anonymous Donation":["Doação anônima"],"Ongoing":["Em andamento"],"Daily":["Diário"],"Weekly":["Semanalmente"],"Quarterly":["Trimestral"],"Monthly":["Por mês"],"Yearly":["Anual"],"Log In":["Conecte-se"],"Placeholder":["Espaço reservado"],"Display Type":["Tipo de exibição"],"day":["dia"],"daily":["diário"],"week":["semana"],"weeks":["semanas"],"weekly":["semanalmente"],"month":["mês"],"months":["meses"],"monthly":["por mês"],"quarter":["trimestre"],"quarters":["trimestres"],"quarterly":["trimestral"],"year":["ano"],"years":["anos"],"yearly":["anual"],"This donation is <amount\/>":["Esta doação é <amount\/>"],"This donation <amount \/> every <period \/> for <count \/> <donations \/>.":["Esta doação<amount \/> todo<period \/> para<count \/><donations \/> ."],"This donation <amount \/> every <period \/>.":["Esta doação<amount \/> todo<period \/> ."],"is":["é"],"repeats":["repete"],"Field Settings":["Configurações de campo"],"URL":["URL"],"Section Title":["Título da seção"],"Section Description":["Descrição da seção"],"Generic label for block inserter button\u0004Add block":["Adicionar bloco"],"Drag a block here or click to add a block":["Arraste um bloco aqui ou clique para adicionar um bloco"],"Section":["Seção"],"A section groups form fields and content together.":["Uma seção agrupa campos de formulário e conteúdo."],"Attributes":["Atributos"],"Paragraph":["Parágrafo"],"Enter some text":["Digite algum texto"],"Field":["Campo"],"Text Field":["Campo de texto"],"A custom text field that donors can use.":["Um campo de texto personalizado que os doadores podem usar."],"Text field":["Campo de texto"],"Donors can input their company name":["Os doadores podem inserir o nome da empresa"],"Donation amount level":["Nível do valor da doação"],"Value":["Valor"],"Options":["Opções"],"Show values":["Mostrar valores"],"Collects the donor name with display options.":["Coleta o nome do doador com opções de exibição."],"Show Name Title Prefix":["Mostrar prefixo do título do nome"],"Global":["Global"],"The required email field for donors to enter their email address.":["O campo de e-mail obrigatório para os doadores inserirem seu endereço de e-mail."],"Display payment gateway options for donors to process their donation.":["Exiba opções de gateway de pagamento para os doadores processarem suas doações."],"Shows a donation summary in real-time for donors to review before donating.":["Mostra um resumo da doação em tempo real para os doadores revisarem antes de doar."],"Once":["Uma vez"],"Provide donors the option of making flexible recurring donations.":["Ofereça aos doadores a opção de fazer doações recorrentes e flexíveis."],"Donation Type":["Tipo de doação"],"Set multiple price donations for this form.":["Defina doações de vários preços para este formulário."],"The donation amount is fixed to the following amount:":["O valor da doação é fixado no seguinte valor:"],"Multi-level":["Multinível"],"Fixed":["Fixo"],"Every":["Todo"],"Every 2nd":["A cada 2"],"Every 3rd":["Cada 3º"],"Every 4th":["A cada 4"],"Every 5th":["A cada 5"],"Every 6th":["Todo dia 6"],"%d donations":["%d doações"],"Default Level":["Nível padrão"],"Enable amount description":["Ativar descrição do valor"],"Minimum":["Mínimo"],"Sets the minimum donation amount for all gateways.":["Define o valor mínimo de doação para todos os gateways."],"Maximum":["Máximo"],"Sets the maximum donation amount for all gateways. Leave empty for no maximum amount.":["Define o valor máximo de doação para todos os gateways. Deixe em branco sem valor máximo."],"None of the payment gateways currently enabled support Recurring Donations. To collect recurring donations, enable one of the following payment gateways:":["Nenhum dos gateways de pagamento habilitados atualmente oferece suporte a Doações Recorrentes. Para coletar doações recorrentes, habilite um dos seguintes gateways de pagamento:"],"Enable recurring donation":["Habilitar doação recorrente"],"Enable one-time donation":["Habilitar doação única"],"Frequency":["Frequência"],"Default Frequency":["Frequência padrão"],"Interval":["Intervalo"],"Description goes here":["A descrição vai aqui"],"Custom amount":["Valor personalizado"],"Billing Period":["Período de pagamento"],"Donation Amount and Levels":["Valor e níveis da doação"],"The interface for donors to specify the amount they want to donate.":["A interface para os doadores especificarem o valor que desejam doar."],"User Login":["Login de usuário"],"...":["..."],"Already have an account? Log in.":["já tem uma conta? Conecte-se."],"Require donor login":["Exigir login do doador"],"Redirect to login page":["Redirecionar para página de login"],"Login Notice":["Aviso de login"],"Login Confirmation":["Confirmação de login"],"Collects the donor billing address with display options.":["Coleta o endereço de cobrança do doador com opções de exibição."],"Do you want to force the Address Line 2 field to be required?":["Deseja forçar a obrigatoriedade do campo Linha de endereço 2?"],"Terms and conditions":["Termos e Condições"],"Donors can accept the terms and conditions":["Os doadores podem aceitar os termos e condições"],"<p>Acceptance of any contribution, gift or grant is at the discretion of the GiveWP. The GiveWP will not accept any gift unless it can be used or expended consistently with the purpose and mission of the GiveWP. No irrevocable gift, whether outright or life-income in character, will be accepted if under any reasonable set of circumstances the gift would jeopardize the donor’s financial security.The GiveWP will refrain from providing advice about the tax or other treatment of gifts and will encourage donors to seek guidance from their own professional advisers to assist them in the process of making their donation.<\/p>":["<p>A aceitação de qualquer contribuição, presente ou subsídio fica a critério da GiveWP. A GiveWP não aceitará nenhum presente a menos que possa ser usado ou gasto de forma consistente com o propósito e missão da GiveWP. Nenhuma doação irrevogável, seja ela definitiva ou de caráter vitalício, será aceita se, em qualquer conjunto razoável de circunstâncias, a doação colocar em risco a segurança financeira do doador. A GiveWP se absterá de fornecer aconselhamento sobre impostos ou outro tratamento de doações e incentivará os doadores devem buscar orientação de seus próprios consultores profissionais para auxiliá-los no processo de fazer sua doação.<\/p>"],"Field Options":["Opções de campo"],"TERMS AND CONDITIONS":["TERMOS E CONDIÇÕES"],"Checkbox Label":["Etiqueta da caixa de seleção"],"Show terms in modal":["Mostrar termos em modal"],"Show terms in form":["Mostrar termos no formulário"],"Link to terms":["Link para os termos"],"Link Text":["Texto do link"],"Modal Heading":["Título Modal"],"Modal Accept Button":["Botão Aceitar Modal"],"Donor Phone":["Telefone do doador"],"Donors can input their phone number":["Os doadores podem inserir seu número de telefone"]}}}