{"translation-revision-date":"2024-05-26 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/dist\/js\/admin.js","domain":"give","locale_data":{"give":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Cancelar"],"Save":["Salvar"],"Dismiss this notice.":["Descartar essa notificação."],"PayPal Connection":["Conexão PayPal"],"Connect With PayPal":["Conecte-se com o PayPal"],"There was an issue retrieving a link to connect to PayPal. Please try again. If the issue continues please contact an administrator.":["Ocorreu um problema ao recuperar um link para se conectar ao PayPal. Por favor, tente novamente. Se o problema persistir, entre em contato com um administrador."],"Standard Card Processing":["Processamento de cartão padrão"],"Accept Credit & Debit Cards":["Aceite cartões de crédito e débito"],"Seller Protection":["Proteção ao Vendedor"],"Advanced Card Processing":["Processamento Avançado de Cartões"],"Requires Application Approval":["Requer aprovação do aplicativo"],"Fraud Protection":["Proteção contra fraude"],"Chargeback Protection":["Proteção contra estorno"],"Read more about the connection types":["Leia mais sobre os tipos de conexão"],"Invalid Statement Descriptor Text":["Texto descritor de instrução inválido"],"Please enter a valid Stripe statement descriptor.":["Insira um descritor de instrução Stripe válido."],"List of important Stripe statement descriptor text requirements:":["Lista de requisitos importantes de texto do descritor de declaração Stripe:"],"Contains only Latin characters.":["Contém apenas caracteres latinos."],"Contains between 5 and 22 characters, inclusive.":["Contém entre 5 e 22 caracteres, inclusive."],"Contains at least one letter.":["Contém pelo menos uma letra."],"Does not contain any of the special characters < > \\ ' \" *.":["Não contém nenhum dos caracteres especiais < > \\ ' \" *."],"Read more about stripe statement descriptor text requirements.":["Leia mais sobre os requisitos de texto do descritor de instrução stripe."],"Invalid Stripe Statement Descriptor Text":["Texto do descritor de instrução Stripe inválido"],"We are unable to update Stripe statement descriptor.":["Não foi possível atualizar o descritor de instrução Stripe."],"Select a Stripe Account":["Selecione uma conta Stripe"],"You've selected to customize the Stripe account for this form, but not selected a different account. Please set an account as default for this form on the Stripe settings tab.":["Você optou por personalizar a conta Stripe para este formulário, mas não selecionou uma conta diferente. Defina uma conta como padrão para este formulário na guia de configurações do Stripe."],"Disconnect Stripe Account":["Desconectar conta Stripe"],"Are you sure you want to disconnect this Stripe account?":["Tem certeza de que deseja desconectar esta conta Stripe?"],"Account Name":["Nome da conta"],"Account Email":["Conta de e-mail"],"View Documentation >":["Ver documentação >"],"Please confirm you’d like to set the account below as the new default Stripe account. All donation forms set to inherit the Global Settings will use this new default account. %1$s<br>%2$s%3$s":["Confirme que deseja definir a conta abaixo como a nova conta padrão do Stripe. Todos os formulários de doação definidos para herdar as Configurações Globais usarão esta nova conta padrão. %1$s<br>%2$s%3$s"],"Please confirm you’d like to set the account below as the new default Stripe account for this donation form. All donations will process through this Stripe account rather than the Global default Stripe account. %1$s<br>%2$s%3$s":["Confirme que deseja definir a conta abaixo como a nova conta Stripe padrão para este formulário de doação. Todas as doações serão processadas por meio desta conta Stripe, e não pela conta Stripe padrão global. %1$s<br>%2$s%3$s"],"Confirm New Default Account":["Confirme a nova conta padrão"]}}}