{"translation-revision-date":"2024-05-26 15:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"See more":["Ver mais"],"Learn more":["Saber mais"],"Affirm":["Afirmar"],"Amazon Pay":["Amazon Pagar"],"PayPal Payments":["Pagamentos PayPal"],"No thanks":["Não, obrigado"],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Olá%s, administre seu negócio e gerencie seus pagamentos em um só lugar, sem custos de configuração ou taxas mensais."],"Limited time offer":["Tempo limitado de oferta"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Ao usar o WooPayments, você concorda com nossos <a1>Termos de Serviço<\/a2> e reconhece que leu nossa <a2>Política de Privacidade<\/a2>. O desconto será aplicado aos pagamentos processados via WooPayments após a conclusão da instalação, configuração e conexão. "],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Ao usar o WooPayments, você concorda com nossos <a1>Termos de Serviço<\/a2> (incluindo os <a3>termos do comerciante<\/a3> do WooPay) e reconhece que leu nossa <a2>Política de Privacidade<\/a2>. O desconto será aplicado aos pagamentos processados via WooPayments após a conclusão da instalação, configuração e conexão. "],"*See <a>Terms and Conditions<\/a> for details.":["*Consulte os <a>Termos e Condições<\/a> para obter detalhes."],"WooPayments is pre-integrated with all popular payment options":["WooPayments é pré-integrado com todas as opções de pagamento populares"],"& more":["& mais"],"No thanks, I don’t want WooPayments":["Não, obrigado, não quero WooPayments"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Observe que a extensão não foi instalada, isso simplesmente removerá o WooPayments da navegação. Reserve um momento para nos dizer por que você gostaria de dispensar o WooPayments."],"Why would you like to dismiss the new payments experience?":["Por que você gostaria de descartar a nova experiência de pagamentos?"],"I’m already happy with my payments setup":["Já estou satisfeito com minha configuração de pagamentos"],"I don’t want to install another plugin":["Não quero instalar outro plugin"],"I need more information about WooPayments":["Preciso de mais informações sobre WooPayments"],"I’m open to installing it another time":["Estou aberto para instalá-lo outra hora"],"It’s something else (Please share below)":["É outra coisa (por favor, compartilhe abaixo)"],"Comments (Optional)":["Comentários (opcional)"],"Just dismiss WooPayments":["Basta dispensar WooPayments"],"Dismiss and send feedback":["Dispensar e enviar feedback"],"Have questions?":["Tem perguntas?"],"Get in touch":["Entrar em contato"],"Add more ways for buyers to pay":["Adicione mais formas de pagamento para os compradores"],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Habilite pagamentos via PayPal junto com WooPayments. Ofereça aos seus clientes outra maneira de pagar com segurança e conveniência via PayPal, PayLater e Venmo."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Habilite o Amazon Pay junto com o WooPayments e dê aos compradores a capacidade de pagar via Amazon Pay. As transações ocorrem por meio de widgets integrados da Amazon, para que o comprador nunca saia do seu site."],"Klarna":["Klarna"],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Habilite Klarna junto com WooPayments. Com o Klarna Payments, os compradores podem escolher a opção de parcelamento que desejam, Pagar agora, Pagar depois ou Fatiar. Sem números de cartão de crédito, sem senhas, sem preocupações."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Habilite o Affirm junto com o WooPayments e dê aos compradores a capacidade de escolher a opção de pagamento que funciona para eles e seu orçamento – desde 4 pagamentos sem juros a cada 2 semanas até parcelas mensais."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["A instalação do <strong>WooPayments<\/strong> ativará automaticamente a extensão <strong>%s<\/strong> em sua loja.","A instalação de <strong>WooPayments<\/strong> ativará automaticamente extensões <strong>%s<\/strong> em sua loja."],"extension in your store.":["extensão em sua loja."]}}}