{"translation-revision-date":"2024-05-26 15:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/admin\/app\/index.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Roma":["cigano"],"Metro Manila":["Região Metropolitana de Manila"],"WooPayments":["WooPayments"],"See more":["Ver mais"],"Update":["Atualizar"],"Settings":["Configurações"],"Cancel":["Cancelar"],"City":["Cidade"],"Country \/ Region":["País\/Região"],"Orders":["Pedidos"],"Customers":["Clientes"],"Stock":["Estoque"],"Taxes":["Impostos"],"Recommended":["Recomendado"],"Activate":["Ativar"],"Yes please":["sim por favor"],"Address":["Endereço"],"Continue":["Continuar"],"Products":["Produtos"],"Download":["Download","Transferências"],"Connect":["Conectar"],"Categories":["Categorias"],"Downloads":["Transferências"],"Product":["produtos","Produtos"],"Variations":["Variações"],"Copied!":["Copiado!"],"Copy link":["Link de cópia"],"Save":["Salvar"],"Add products":["Adicionar produtos"],"Close":["Fechar"],"Learn more":["Saber mais"],"Manage":["Gerenciar"],"Site visibility":["Visibilidade do site"],"Rest of the world":["Resto do mundo"],"Buy now":["Comprar agora"],"Coupons":["Cupons"],"Sort code":["Código de Ordenação"],"Account name":["Nome da conta"],"Account number":["Número de conta"],"Bank name":["nome do banco"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC\/Swift"],"Extensions":["Extensões"],"Edit Product":["Editar produto"],"Free shipping":["Frete grátis"],"Enable":["Habilitar"],"Built by WooCommerce":["Construído por WooCommerce"],"Analytics":["Análise"],"Marketing":["Marketing"],"Home":["Lar"],"WooCommerce Home":["Página inicial do WooCommerce"],"Things to do next":["Coisas para fazer a seguir"],"Get your products shipped":["Envie seus produtos"],"It's time to celebrate – you're ready to launch your store! Woo! Hit the button to preview your store and make it public.":["É hora de comemorar – você está pronto para lançar sua loja! Uau! Aperte o botão para visualizar sua loja e torná-la pública."],"Grow your business":["Expanda o seu negócio"],"Get paid":["Ser pago"],"Collect sales tax":["Recolher imposto sobre vendas"],"Finish setup":["Concluir configuração"],"Setup Wizard":["Assistente de configuração"],"Revenue":["Receita"],"Overview":["Visão geral"],"Date created":["Data Criada"],"Get started":["iniciar"],"Undo":["Desfazer"],"WooCommerce Tax":["Imposto WooCommerce"],"Database date field considered for Revenue and Orders reports":["Campo de data do banco de dados considerado para relatórios de Receitas e Pedidos"],"Abort":["Abortar"],"& more.":["& mais."],"WooPayments is pre-integrated with popular payment options:":["WooPayments é pré-integrado com opções de pagamento populares:"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Pagamentos simplificados, projetados exclusivamente<br\/>para lojas WooCommerce."],"Offer your customers card payments, iDeal, and the ability to sell in-person with Woo mobile app.":["Ofereça aos seus clientes pagamentos com cartão, iDeal e a capacidade de vender pessoalmente com o aplicativo móvel Woo."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Venda para mercados internacionais e aceite mais de 135 moedas com métodos de pagamento locais."],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Ganhe e gerencie receitas recorrentes e receba depósitos automáticos em sua conta bancária indicada."],"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Aumente as conversões com WooPay, um novo recurso de checkout expresso incluído no WooPayments."],"Setup required":["Configuração necessária"],"Single column":["Coluna única"],"Two columns":["Duas colunas"],"Display options":["Opções de exibição"],"Layout":["Disposição"],"You have %d new thing to do":["Você tem %d coisa nova para fazer","Você tem %d coisas novas para fazer"],"Orders to fulfill":["Ordens para cumprir"],"You have %d order to fulfill":["Você tem %d pedido para atender","Você tem %d pedidos para atender"],"Reviews to moderate":["Comentários para moderar"],"You have %d review to moderate":["Você tem %d revisão para moderar","Você tem %d avaliações para moderar"],"Inventory to review":["Inventário para revisar"],"You have inventory to review and update":["Você tem inventário para revisar e atualizar"],"Exclude the %s status from reports":["Excluir o status %s dos relatórios"],"Custom Statuses":["Status personalizados"],"Unregistered Statuses":["Status não registrados"],"Excluded statuses:":["Status excluídos:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Os pedidos com esses status são excluídos dos totais dos seus relatórios. O status {{strong}}Reembolsado{{\/strong}} não pode ser excluído."],"Actionable statuses:":["Status acionáveis:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Pedidos com esses status exigem ação por parte do administrador da loja. Esses pedidos aparecerão na tela inicial - tarefa Pedidos."],"Default date range:":["Período padrão:"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Selecione um intervalo de datas padrão. Quando nenhum intervalo for selecionado, os relatórios serão visualizados pelo intervalo de datas padrão."],"Date type:":["Tipo de data:"],"Select a date type":["Selecione um tipo de data"],"Date paid":["Data de pagamento"],"Date completed":["Data de conclusão"],"Retry":["Tentar novamente"],"No thanks":["Não, obrigado"],"Error requesting connection URL.":["Erro ao solicitar URL de conexão."],"Please select a country \/ region":["Selecione um país\/região"],"Post code":["Código postal"],"Sorry, you are not allowed to access this page.":["Desculpe, você não tem permissão para acessar esta página."],"There was a problem updating your preferences":["Ocorreu um problema ao atualizar suas preferências"],"Build a better WooCommerce":["Construa um WooCommerce melhor"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Obtenha recursos aprimorados e soluções mais rápidas compartilhando dados não confidenciais por meio do {{link}}rastreamento de uso{{\/link}} que nos mostra como o WooCommerce é usado. Nenhum dado pessoal é rastreado ou armazenado."],"Yes, count me in!":["Sim, conte comigo!"],"By clicking \"%s,\" you agree to our {{tosLink}}Terms of Service{{\/tosLink}} and have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Ao clicar em \"%s\", você concorda com nossos {{tosLink}}Termos de Serviço{{\/tosLink}} e leu nossa {{privacyPolicyLink}}Política de Privacidade{{\/privacyPolicyLink}}."],"Help us build a better WooPayments experience":["Ajude-nos a construir uma experiência WooPayments melhor"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooPayments experience. You can opt out at any time.":["Ao concordar em compartilhar {{link}}dados de uso{{\/link}} não confidenciais, você nos ajudará a melhorar os recursos e otimizar a experiência do WooPayments. Você pode cancelar a qualquer momento."],"I agree":["Concordo"],"There was a problem saving your store location":["Ocorreu um problema ao salvar o local da sua loja"],"Local Partner":["Parceiro local"],"%s configured successfully":["%s configurado com sucesso"],"There was a problem saving your payment settings":["Ocorreu um problema ao salvar suas configurações de pagamento"],"You can manage this payment gateway's settings by clicking the button below":["Você pode gerenciar as configurações deste gateway de pagamento clicando no botão abaixo"],"Install %s":["Instalar %s"],"Configure your %(title)s account":["Configure sua conta %(title)s"],"There was an error connecting to WooPayments. Please try again or connect later in store settings.":["Ocorreu um erro ao conectar-se ao WooPayments. Tente novamente ou conecte-se mais tarde nas configurações da loja."],"Please enter an account number or IBAN":["Por favor insira um número de conta ou IBAN"],"Direct bank transfer details added successfully":["Detalhes da transferência bancária direta adicionados com sucesso"],"Add your bank details":["Adicione seus dados bancários"],"These details are required to receive payments via bank transfer":["Esses detalhes são necessários para receber pagamentos por transferência bancária"],"Choose a payment provider":["Escolha um provedor de pagamento"],"To start accepting online payments":["Para começar a aceitar pagamentos online"],"Additional payment options":["Opções de pagamento adicionais"],"Give your customers additional choices in ways to pay.":["Dê aos seus clientes opções adicionais de formas de pagamento."],"Other payment providers":["Outros provedores de pagamento"],"Try one of the alternative payment providers.":["Experimente um dos provedores de pagamento alternativos."],"Offline payment methods":["Métodos de pagamento off-line"],"Shipping cost":["Frete"],"Your shipping rates have been updated":["Suas taxas de frete foram atualizadas"],"Shipping rates can not be negative numbers.":["As taxas de envio não podem ser números negativos."],"📦 Shipping is done! Don't worry, you can always change it later":["📦 O envio está feito! Não se preocupe, você sempre pode alterá-lo mais tarde"],"Set store location":["Definir localização da loja"],"The address from which your business operates":["O endereço a partir do qual sua empresa opera"],"Set shipping costs":["Definir custos de envio"],"Define how much customers pay to ship to different destinations":["Defina quanto os clientes pagam para enviar para diferentes destinos"],"Complete task":["Concluir tarefa"],"Enable shipping label printing":["Ativar impressão de etiquetas de envio"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Recomendamos usar ShipStation para economizar tempo nos correios imprimindo suas etiquetas de remessa em casa. Experimente o ShipStation gratuitamente por 30 dias. {{link}}Saiba mais{{\/link}}."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Com WooCommerce Shipping você pode economizar tempo imprimindo suas etiquetas de remessa USPS e DHL Express em casa"],"Install & enable":["Instalar e ativar"],"Connect your store":["Conecte sua loja"],"Connect your store to WordPress.com to enable label printing":["Conecte sua loja ao WordPress.com para ativar a impressão de etiquetas"],"Review your shipping options":["Revise suas opções de envio"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Recomendamos as seguintes opções de envio com base na sua localização. Você pode gerenciar suas opções de envio novamente a qualquer momento nas configurações de envio do WooCommerce."],"Save shipping options":["Salvar opções de envio"],"Enable shipping label printing and discounted rates":["Habilite a impressão de etiquetas de remessa e taxas com desconto"],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Economize tempo e dinheiro imprimindo suas etiquetas de remessa diretamente do seu computador com %1$s. Experimente %2$s gratuitamente. {{link}}Saiba mais{{\/link}}"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Economize tempo e dinheiro imprimindo suas etiquetas de remessa diretamente do seu computador com uma dessas soluções de remessa."],"Install and enable":["Instalar e ativar"],"No Thanks":["Não, obrigado"],"Set your store location":["Defina o local da sua loja"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Adicione a localização da sua loja para nos ajudar a calcular as taxas de envio e as melhores opções de envio para você. Você pode gerenciar a localização da sua loja novamente a qualquer momento nas configurações gerais do WooCommerce."],"Save store location":["Salvar localização da loja"],"%s logo":["logotipo %s"],"Installed marketing extensions":["Extensões de marketing instaladas"],"Recommended marketing extensions":["Extensões de marketing recomendadas"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Recomendamos adicionar uma das seguintes ferramentas de marketing à sua loja. A extensão será instalada e ativada quando você clicar em \"Começar\"."],"Best for new stores":["Melhor para novas lojas"],"Real-time sales tax calculation":["Cálculo de imposto sobre vendas em tempo real"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Conformidade com o nexo econômico {{strong}}único{{\/strong}}"],"100% free":["100% grátis"],"Continue setup":["Continuar configuração"],"Configure":["Configurar"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Ao clicar em \"Configurar\" você habilita taxas e cálculos de impostos. Mais informações {{link}}aqui{{\/link}}."],"Please enter an address":["Por favor digite um Endereço"],"Please enter a post code":["Por favor insira um código postal"],"Please enter a city":["Por favor insira uma cidade"],"Configure tax rates":["Configurar taxas de imposto"],"Head over to the tax rate settings screen to configure your tax rates":["Vá para a tela de configurações de taxa de imposto para configurar suas taxas de imposto"],"Choose a tax partner":["Escolha um parceiro fiscal"],"Set up taxes manually":["Configurar impostos manualmente"],"I don't charge sales tax":["Eu não cobro imposto sobre vendas"],"Good news!":["Boas notícias!"],"{{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["O {{strong}}WooCommerce Tax{{\/strong}} pode automatizar seus cálculos de impostos sobre vendas para você."],"No thanks, I'll set up manually":["Não, obrigado, vou configurar manualmente"],"Set up tax rates manually":["Configurar taxas de imposto manualmente"],"My business doesn't charge sales tax":["Minha empresa não cobra imposto sobre vendas"],"Set up manually":["Configurar manualmente"],"Install WooCommerce Tax":["Instale o imposto WooCommerce"],"WooCommerce Tax allows you to automate sales tax calculations":["WooCommerce Tax permite automatizar cálculos de impostos sobre vendas"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Conecte sua loja ao WordPress.com para permitir cálculos automatizados de impostos sobre vendas"],"There was a problem setting up automated taxes. Please try again.":["Ocorreu um problema ao configurar impostos automatizados. Por favor, tente novamente."],"You're awesome! One less item on your to-do list ✅":["Você é incrível! Menos um item na sua lista de tarefas ✅"],"%1$s — %2$s per year":["%1$s — %2$s por ano"],"Would you like to add the following paid features to your store now?":["Gostaria de adicionar os seguintes recursos pagos à sua loja agora?"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Você não terá acesso a essa funcionalidade até que as extensões sejam adquiridas e instaladas."],"I'll do it later":["Eu vou fazer isso mais tarde"],"Store location illustration":["Ilustração de localização da loja"],"First, tell us about your store":["Primeiro, conte-nos sobre sua loja"],"Get your store up and running in no time. Add your store's address to set up shipping, tax and payments faster.":["Coloque sua loja em funcionamento rapidamente. Adicione o endereço da sua loja para configurar frete, impostos e pagamentos com mais rapidez."],"Add details":["Adicionar detalhes"],"Use our built-in AI tools to design your store and populate it with content, or select a pre-built theme and customize it to fit your brand.":["Use nossas ferramentas de IA integradas para projetar sua loja e preenchê-la com conteúdo ou selecione um tema pré-construído e personalize-o para se adequar à sua marca."],"Quickly create a beautiful looking store using our built-in store designer, or select a pre-built theme and customize it to fit your brand.":["Crie rapidamente uma loja bonita usando nosso designer de loja integrado ou selecione um tema pré-construído e personalize-o para se adequar à sua marca."],"Customize your store illustration":["Personalize a ilustração da sua loja"],"Start customizing your store":["Comece a personalizar sua loja"],"Start customizing":["Comece a personalizar"],"Tax illustration":["Ilustração fiscal"],"Configure your tax settings":["Defina suas configurações fiscais"],"Choose to set up your tax rates manually, or use one of our tax automation tools.":["Opte por configurar suas alíquotas manualmente ou use uma de nossas ferramentas de automação fiscal."],"Shipping illustration":["Ilustração de envio"],"Choose where and how you’d like to ship your products, along with any fixed or calculated rates.":["Escolha para onde e como deseja enviar seus produtos, juntamente com taxas fixas ou calculadas."],"Start shipping":["Comece a enviar"],"Marketing illustration":["Ilustração de marketing"],"Reach more customers":["Alcance mais clientes"],"Start growing your business by showcasing your products on social media and Google, boost engagement with email marketing, and more!":["Comece a expandir seus negócios apresentando seus produtos nas redes sociais e no Google, aumente o envolvimento com marketing por email e muito mais!"],"Appearance illustration":["Ilustração de aparência"],"Payment illustration":["Ilustração de pagamento"],"It’s time to get paid":["É hora de receber o pagamento"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Ofereça aos seus clientes uma maneira fácil e conveniente de pagar! Configure um (ou mais!) dos nossos métodos de pagamento on-line ou pessoalmente, rápidos e seguros."],"Products illustration":["Ilustração de produtos"],"List your products":["Liste seus produtos"],"Start selling by adding products or services to your store. Choose to list products manually, or import them from a different store. ":["Comece a vender adicionando produtos ou serviços à sua loja. Opte por listar os produtos manualmente ou importe-os de uma loja diferente. "],"Purchase illustration":["Ilustração de compra"],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Boa escolha! Você optou por adicionar novos recursos incríveis à sua loja. Continue para finalizar a compra para concluir sua compra."],"It's time to get paid":["É hora de receber o pagamento"],"Power your payments with a simple, all-in-one option. Verify your business details to start managing transactions with WooCommerce Payments.":["Potencialize seus pagamentos com uma opção simples e completa. Verifique os detalhes da sua empresa para começar a gerenciar transações com WooCommerce Payments."],"Launch Your Store illustration":["Ilustração de lance sua loja"],"Your store is ready for launch!":["Sua loja está pronta para lançamento!"],"Launch store":["Loja de lançamento"],"Hide store setup tasks":["Ocultar tarefas de configuração da loja"],"Are you sure? These tasks are required for all stores.":["Tem certeza? Essas tarefas são obrigatórias para todas as lojas."],"Yes, hide store setup tasks":["Sim, ocultar tarefas de configuração da loja"],"You've completed store setup":["Você concluiu a configuração da loja"],"Keep list":["Manter lista"],"Hide this list":["Ocultar esta lista"],"Task List Options":["Opções de lista de tarefas"],"Hide this":["Ocultar isto"],"Hide setup list":["Ocultar lista de configurações"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Siga estas etapas para começar a vender rapidamente. %1$d de %2$d concluído."],"Task dismissed":["Tarefa dispensada"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Parabéns! Reserve um momento para comemorar e fique atento à primeira venda."],"Show setup task list":["Mostrar lista de tarefas de configuração"],"How was your experience?":["Como foi sua experiência?"],"We appreciate your feedback!":["Agradecemos seu feedback!"],"The store setup is easy to complete.":["A configuração da loja é fácil de concluir."],"The store setup process meets my needs.":["O processo de configuração da loja atende às minhas necessidades."],"Task postponed until tomorrow":["Tarefa adiada para amanhã"],"Show %d more task.":["Mostrar mais %d tarefa.","Mostrar mais %d tarefas."],"Show less":["Mostre menos"],"Display":["Mostrar"],"Show things to do next":["Mostrar o que fazer a seguir"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Quase lá. Falta apenas {{strongText}}%1$d etapa{{\/strongText}} para colocar sua loja em funcionamento. {{setupLink}}Concluir configuração{{\/setupLink}}"],"🚀 You're doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Você está indo muito bem! Faltam {{strongText}}%1$d etapas{{\/strongText}} para colocar sua loja em funcionamento. {{setupLink}}Continuar configuração{{\/setupLink}}"],"Welcome to %s":["Bem-vindo ao %s"],"Welcome to your store":["Bem-vindo à sua loja"],"Let's get you started":["Vamos começar"],"You're on the right track":["Você está no caminho certo"],"You're almost there":["Você está quase lá"],"Mutable settings should be accessed via data store.":["As configurações mutáveis devem ser acessadas por meio do armazenamento de dados."],"Add New Product":["Adicionar novo produto"],"Edit Product Variation":["Editar variação do produto"],"Profiler":["analisador"],"Customize Your Store":["Personalize sua loja"],"Launch Your Store":["Lance sua loja"],"Not allowed":["Não permitido"],"Set your store's visibility":["Defina a visibilidade da sua loja"],"Launch your store only when you're ready to by switching between \"Coming soon\" and \"Live\" modes. Build excitement by creating a custom page visitors will see before you're ready to go live. <link>Discover more<\/link>":["Inicie sua loja somente quando estiver pronto, alternando entre os modos \"Em breve\" e \"Ao vivo\". Aumente o entusiasmo criando uma página personalizada que os visitantes verão antes de você estar pronto para entrar no ar. <link>Descubra mais<\/link>"],"Store coming soon":["Loja em breve"],"Site coming soon":["Site em breve"],"Live":["Ao vivo"],"Manage site visibility":["Gerencie a visibilidade do site"],"Customize \"Coming soon\" page":["Personalize a página \"Em breve\""],"Manage how your site appears to visitors.":["Gerencie como seu site aparece para os visitantes."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Seu site fica oculto dos visitantes atrás de uma página de destino “Em breve” até que esteja pronto para visualização. Você pode personalizar sua landing page “Em breve” através do <a>Editor<\/a>."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Seu site fica oculto dos visitantes atrás de uma página de destino “Em breve” até que esteja pronto para visualização."],"Restrict to store pages only":["Restringir apenas às páginas da loja"],"Display a \"coming soon\" message on your <a>store pages<\/a> — the rest of your site will remain visible.":["Exiba uma mensagem \"em breve\" nas <a>páginas da sua loja<\/a> — o resto do seu site permanecerá visível."],"Share your site with a private link":["Compartilhe seu site com um link privado"],"Share your site with anyone using a private link.":["Compartilhe seu site com qualquer pessoa usando um link privado."],"Your entire site is visible to everyone.":["Todo o seu site fica visível para todos."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s ‹ %2$s — WooCommerce"],"Dismiss this notice":["Descartar essa notificação"],"unread activity":["atividade não lida"],"Activity":["Atividade"],"Feedback":["Opinião"],"How's your experience with the product editor?":["Como está sua experiência com o editor de produto?"],"The product editing screen is easy to use":["A tela de edição do produto é fácil de usar"],"The product editing screen's functionality meets my needs":["A funcionalidade da tela de edição do produto atende às minhas necessidades"],"Preview site":["Visualizar site"],"Preview store":["Visualizar loja"],"Store Activity":["Atividade da loja"],"We're here for help":["Estamos aqui para ajudar"],"If you have any questions, feel free to explore the WooCommerce docs listed here.":["Se você tiver alguma dúvida, sinta-se à vontade para explorar os documentos do WooCommerce listados aqui."],"Got it":["Entendi"],"Run your store from anywhere":["Administre sua loja de qualquer lugar"],"Download the WooCommerce app":["Baixe o aplicativo WooCommerce"],"Install":["Instalar"],"Site Icon":["Ícone do site"],"Add this item to your favorites.":["Adicione este item aos seus favoritos."],"Remove this item from your favorites.":["Remova este item dos seus favoritos."],"Introducing favorites":["Apresentando favoritos"],"You can now favorite your extensions to pin them in the top level of the navigation.":["Agora você pode adicionar suas extensões aos favoritos para fixá-las no nível superior da navegação."],"WordPress Dashboard":["Painel WordPress"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Adicione os detalhes da localização da sua loja para nos ajudar a configurar frete, impostos, moeda e muito mais de forma totalmente automatizada. Feito isso, clique no botão “Salvar” no final do formulário."],"Recommended settings applied.":["Configurações recomendadas aplicadas."],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Configurações fiscais inconsistentes:{{\/b}} para evitar possíveis erros de arredondamento, os preços devem ser inseridos e exibidos de forma consistente em todos os locais, incluindo ou excluindo impostos."],"Use recommended settings":["Use as configurações recomendadas"],"Payment Methods":["Métodos de Pagamento"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Os métodos de pagamento instalados estão listados abaixo e podem ser classificados para controlar sua ordem de exibição no frontend."]}}}