{"translation-revision-date":"2024-05-26 15:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Facebook":["Facebook"],"Klaviyo":["Klaviyo"],"Mutable settings should be accessed via data store.":["As configurações mutáveis devem ser acessadas por meio do armazenamento de dados."],"There was an error loading installed extensions.":["Ocorreu um erro ao carregar as extensões instaladas."],"The extension has been successfully activated.":["A extensão foi ativada com sucesso."],"There was an error trying to activate the extension.":["Ocorreu um erro ao tentar ativar a extensão."],"There was an error loading recommended extensions.":["Ocorreu um erro ao carregar as extensões recomendadas."],"Google":["Google"],"Creative Mail by Constant Contact":["Correio Criativo por Contato Constante"],"Jetpack CRM":["CRM Jetpack"],"Salesforce":["Força de vendas"],"TikTok":["TikTok"],"Zapier":["Zapier"],"Vimeo":["Vimeo"],"Trustpilot":["Piloto confiável"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Leia o {{link}}blog WooCommerce{{\/link}} para mais dicas sobre como divulgar sua loja"],"Oops, our posts aren't loading right now":["Ops, nossas postagens não estão carregando no momento"],"No posts yet":["Nenhuma postagem ainda"],"Recommended extensions":["Extensões recomendadas"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Um bom marketing requer as ferramentas certas. Leve seu marketing para o próximo nível com nossas extensões de marketing recomendadas."],"By":["Por"],"WooCommerce knowledge base":["Base de conhecimento WooCommerce"],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Aprenda os meandros do marketing de sucesso com os especialistas do WooCommerce."],"Recommended coupon extensions":["Extensões de cupom recomendadas"],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Leve o seu marketing de cupons para o próximo nível com nossas extensões de cupons recomendadas."],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Aprenda os meandros do marketing de cupons de sucesso com os especialistas do WooCommerce."]}}}