{"translation-revision-date":"2024-05-26 15:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/admin\/chunks\/marketplace.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"See more":["Ver mais"],"Name":["Nome"],"Update":["Atualizar"],"Cancel":["Cancelar"],"Activate":["Ativar"],"Renew":["Renovar"],"Expired":["Expirado"],"Download":["Download","Transferências"],"Connect":["Conectar"],"Actions":["Ações"],"Version":["Versão"],"Search":["Procurar"],"Extensions":["Extensões"],"Your store might be at risk as you are running old versions of WooCommerce plugins.":["Sua loja pode estar em risco porque você está executando versões antigas de plug-ins WooCommerce."],"Try again":["Tente novamente"],"View all":["Ver tudo"],"Browse":["Navegar"],"Search results":["Procurar Resultados"],"Connect your store":["Conecte sua loja"],"Install":["Instalar"],"Neutral":["Neutro"],"Send":["Enviar"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Alimentado por IA experimental. {{link}}Saiba mais{{\/link}}"],"Looking to design your store using AI?":["Quer projetar sua loja usando IA?"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Infelizmente, o [designer da AI Store] não está disponível no momento porque não conseguimos detectar sua rede. Por favor, verifique sua conexão à internet."],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Parece que você está usando o modo off-line do Jetpack. Mude para o modo on-line para começar a projetar com IA."],"Find out how":["Descobrir como"],"Use the power of AI to design your store":["Use o poder da IA para projetar sua loja"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Projete a aparência da sua loja, crie páginas e gere cópias usando nossas ferramentas integradas de IA."],"Design with AI":["Projete com IA"],"Design your own":["Projete o seu próprio"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Crie rapidamente uma linda loja usando nosso designer de loja integrado. Escolha seu layout, selecione um estilo e muito mais."],"Start designing":["Comece a projetar"],"Create a new one":["Crie um novo"],"Customize your custom theme":["Personalize seu tema personalizado"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Continue personalizando a aparência da sua loja gerada por IA ou recomece e crie uma nova."],"Customize":["Customizar"],"Edit your custom theme":["Edite seu tema personalizado"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Continue a personalizar sua loja usando o designer da loja. Altere sua paleta de cores, fontes, layouts de página e muito mais."],"Customize your theme":["Personalize seu tema"],"Are you sure you want to start a new design?":["Tem certeza de que deseja iniciar um novo design?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["O Store Designer criará um novo design de loja para você e você perderá todas as alterações feitas no tema ativo. Se preferir continuar editando seu tema, você pode fazê-lo através do <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["Tem certeza de que deseja recomeçar?"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Você será solicitado a fornecer novamente as informações da sua empresa e perderá o design de IA existente. Se quiser personalizar seu design existente, você pode fazê-lo através do <EditorLink>Editor<\/EditorLink>."],"Start again":["Comece de novo"],"Are you sure you want to design a new theme?":["Tem certeza de que deseja criar um novo tema?"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Seu tema ativo será alterado e você poderá perder todas as alterações feitas nele."],"Design a new theme":["Crie um novo tema"],"Are you sure?":["Tem certeza?"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Mantenha sua conta conectada para gerenciar suas assinaturas, obter atualizações e suporte para suas extensões e temas."],"Disconnect account":["Desconectar conta"],"Keep connected":["Mantenha-se conectado"],"Please reload and try again":["Atualize e tente novamente"],"Connected":["Conectado"],"Not Connected":["Não conectado"],"User options":["Opções do usuário"],"Connect account":["Conectar conta"],"Manage your subscriptions, get updates and support for your extensions and themes.":["Gerencie suas assinaturas, obtenha atualizações e suporte para suas extensões e temas."],"WooCommerce.com account":["Conta WooCommerce.com"],"Discover":["Descobrir"],"Themes":["Temas"],"My subscriptions":["Minhas assinaturas"],"Search for extensions and themes":["Pesquise extensões e temas"],"Free download":["Download grátis"]," annually":[" anualmente"],"Add to Store":["Adicionar à loja"],"By ":["Por "],"Sponsored":["Patrocinadas"],"Activate the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.":["Ative o <b>Gerenciador de atualizações do WooCommerce.com<\/b> para continuar recebendo as atualizações e suporte simplificado incluídos em suas assinaturas do WooCommerce.com."],"Please install the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.<br\/>Alternatively, you can download and install it manually.":["Instale o <b>Gerenciador de atualizações do WooCommerce.com<\/b> para continuar recebendo as atualizações e suporte simplificado incluídos em suas assinaturas do WooCommerce.com.<br\/>Como alternativa, você pode fazer o download e instalá-lo manualmente."],"Toggle category dropdown":["Alternar menu suspenso de categoria"],"More":["Mais"],"All Categories":["todas as categorias"],"Try searching again using a different term, or take a look at our recommendations below.":["Tente pesquisar novamente usando um termo diferente ou dê uma olhada em nossas recomendações abaixo."],"Our favorite themes":["Nossos temas favoritos"],"Most popular extensions":["Extensões mais populares"],"extensions":["extensões"],"extension":["extensão"],"themes":["temas"],"theme":["tema"],"0 %s found":["0 %s encontrado"],"%1$s %2$s":["%1$s %2$s","%1$s %3$s"],"Didn’t find a theme you like?":["Não encontrou um tema que você gostou?"]," Browse the <a>WordPress.org theme directory<\/a> to discover more.":[" Navegue no <a>diretório de temas do WordPress.org<\/a> para descobrir mais."],"No extensions or themes found…":["Nenhuma extensão ou tema encontrado…"],"Error refreshing subscriptions: %s":["Erro ao atualizar assinaturas: %s"],"Error loading subscriptions: %s":["Erro ao carregar assinaturas: %s"],"Expiry\/Renewal date":["Data de validade\/renovação"],"Auto-renew":["Auto-renovação"],"Loading your subscriptions":["Carregando suas assinaturas"],"No extensions or themes installed. <a>Browse the Marketplace<\/a>":["Nenhuma extensão ou tema instalado. <a>Navegue no Mercado<\/a>"],"%s successfully connected.":["%s conectado com sucesso."],"%s couldn’t be connected.":["%s não pôde ser conectado."],"%s could not be activated. Please activate it manually.":["%s não pôde ser ativado. Por favor, ative-o manualmente."],"%s successfully installed.":["%s instalado com sucesso."],"%s couldn’t be installed.":["%s não pôde ser instalado."],"%s couldn’t be installed. Please install the product manually.":["%s não pôde ser instalado. Instale o produto manualmente."],"Subscribe":["Se inscrever"],"Connect to update":["Conecte-se para atualizar"],"Version %s is available. To enable this update you need to connect your subscription to this store.":["A versão %s está disponível. Para habilitar esta atualização você precisa conectar sua assinatura a esta loja."],"Renew to update":["Renovar para atualizar"],"Version %s is available. To enable this update you need to renew your subscription.":["A versão %s está disponível. Para ativar esta atualização, você precisa renovar sua assinatura."],"Subscribe to update":["Inscreva-se para atualizar"],"Version %s is available. To enable this update you need to purchase a subscription.":["A versão %s está disponível. Para ativar esta atualização, você precisa adquirir uma assinatura."],"Access your updates":["Acesse suas atualizações"],"Version %s is available. To access this update, please <b>activate the WooCommerce.com Update Manager<\/b> extension.":["A versão %s está disponível. Para acessar esta atualização, <b>ative a extensão WooCommerce.com Update Manager<\/b>."],"Version %s is available. To access this update, please first <b>install the WooCommerce.com Update Manager<\/b> extension. Alternatively, you can download and install it manually.":["A versão %s está disponível. Para acessar esta atualização, primeiro <b>instale a extensão WooCommerce.com Update Manager<\/b>. Alternativamente, você pode baixá-lo e instalá-lo manualmente."],"%s updated successfully.":["%s atualizado com sucesso."],"%s couldn’t be updated.":["%s não pôde ser atualizado."],"Reload page and try again":["Atualize a página e tente novamente"],"Update to %s":["Atualizar para %s"],"Updating":["Atualizando"],"Manage on WooCommerce.com":["Gerenciar em WooCommerce.com"],"Manage in Plugins":["Gerenciar em plug-ins"],"View documentation":["Ver documentação"],"%s icon":["ícone %s"],"No subscription":["Sem assinatura"],"To receive updates and support, please <purchase>purchase<\/purchase> a subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Para receber atualizações e suporte, <purchase>adquira<\/purchase> uma assinatura ou use uma assinatura de outra conta <sharing>compartilhando<\/sharing> ou <transferring>transferindo<\/transferring>."],"Not connected":["Não conectado"],"To receive updates and support, please connect your subscription to this store.":["Para receber atualizações e suporte, conecte sua assinatura a esta loja."],"To receive updates and support, please <renew>renew<\/renew> this subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Para receber atualizações e suporte, <renew>renove<\/renew> esta assinatura ou use uma assinatura de outra conta <sharing>compartilhando<\/sharing> ou <transferring>transferindo<\/transferring>."],"Never expires":["Nunca expira"],"On":["Sobre"],"Off":["Desligado"],"Subscriptions refreshed.":["Assinaturas atualizadas."],"Refresh subscriptions":["Atualizar assinaturas"],"Refresh":["Atualizar"],"Connect Account":["Conectar conta"],"Could not find subscription with product key %s.":["Não foi possível encontrar a assinatura com a chave do produto %s."],"You are ready to go!":["Você está pronto para ir!"],"Add to store":["Adicionar à loja"],"In order to install a product, you need to first connect your account.":["Para instalar um produto, primeiro você precisa conectar sua conta."],"Keep the momentum going and start setting up your extension.":["Mantenha o ritmo e comece a configurar sua extensão."],"Would you like to install this extension?":["Gostaria de instalar esta extensão?"],"View docs":["Ver documentos"],"View in Plugins":["Ver em plug-ins"],"WooCommerce.com extensions and themes installed on this store. To see all your subscriptions go to <a>your account<custom_icon \/><\/a> on WooCommerce.com.":["Extensões e temas WooCommerce.com instalados nesta loja. Para ver todas as suas assinaturas, acesse <a>sua conta<custom_icon \/><\/a> em WooCommerce.com."],"Connect your store to WooCommerce.com using the WooCommerce.com Update Manager. Once connected, you'll be able to manage your subscriptions, receive product updates, and access streamlined support from this screen.":["Conecte sua loja ao WooCommerce.com usando o WooCommerce.com Update Manager. Uma vez conectado, você poderá gerenciar suas assinaturas, receber atualizações de produtos e acessar suporte simplificado nesta tela."],"Manage your subscriptions":["Gerencie suas assinaturas"],"Installed on this store":["Instalado nesta loja"],"Available to use":["Disponível para uso"],"WooCommerce.com subscriptions you haven't used yet.":["Assinaturas WooCommerce.com que você ainda não usou."],"Extension successfully installed. Would you like to activate it?":["Extensão instalada com sucesso. Gostaria de ativá-lo?"],"Extension successfully installed but we can't activate it at the moment. Please visit the plugins page to see more.":["Extensão instalada com sucesso, mas não podemos ativá-la no momento. Por favor, visite a página de plug-ins para ver mais."],"View Docs":["Ver documentos"],"Activation failed. Please try again from the plugins page.":["Ativação falhou. Por favor, tente novamente na página de plug-ins."],"We need your address to complete installing this product. We will redirect you to WooCommerce.com checkout. Afterwards, you will be able to install the product.":["Precisamos do seu endereço para concluir a instalação deste produto. Iremos redirecioná-lo para a finalização da compra do WooCommerce.com. Depois, você poderá instalar o produto."],"An error occurred. Please try again later.":["Um erro ocorreu. Por favor, tente novamente mais tarde."],"<strong>Connect your store to WooCommerce.com<\/strong> to get updates and streamlined support for your subscriptions.":["<strong>Conecte sua loja ao WooCommerce.com<\/strong> para obter atualizações e suporte simplificado para suas assinaturas."],"30-day <a>money-back guarantee<\/a>":["<a>Garantia de reembolso de 30 dias<\/a>"],"<a>Get help<\/a> when you need it":["<a>Obtenha ajuda<\/a> quando precisar"],"<a>Products<\/a> you can trust":["<a>Produtos<\/a> em que você pode confiar"],"Hundreds of vetted products and services. Unlimited potential.":["Centenas de produtos e serviços avaliados. Potencial ilimitado."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Se você mudar de ideia dentro de 30 dias após a compra, nós lhe daremos um reembolso total – sem complicações."],"With detailed documentation and a global support team, help is always available if you need it.":["Com documentação detalhada e uma equipe de suporte global, a ajuda estará sempre disponível caso você precise."],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Tudo no Marketplace foi construído por nossa própria equipe ou por nossos parceiros de confiança, para que você tenha certeza de sua qualidade."],"Woo Marketplace":["Woo Mercado"],"Strongly disagree":["Discordo fortemente"],"Disagree":["Discordo"],"Agree":["Concordar"],"Strongly agree":["Concordo plenamente"],"How easy is it to find an extension?":["É fácil encontrar uma extensão?"],"How easy was it to find an extension?":["Foi fácil encontrar uma extensão?"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Seu feedback nos ajudará a criar uma experiência melhor para pessoas como você! Por favor, diga-nos até que ponto você concorda ou discorda das afirmações abaixo."],"It was easy to find an extension":["Foi fácil encontrar uma extensão"],"The Extensions screen’s functionality meets my needs":["A funcionalidade da tela Extensões atende às minhas necessidades"],"Additional thoughts":["Pensamentos adicionais"]}}}