{"translation-revision-date":"2024-05-26 15:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/blocks\/wc-shipping-method-pickup-location.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Free":["Livre"],"Edit":["Editar"],"Cancel":["Cancelar"],"City":["Cidade"],"Postcode \/ ZIP":["Código de Endereçamento Postal \/ CEP"],"Taxes":["Impostos"],"Address":["Endereço"],"State":["Estado"],"Cost":["Custo"],"Title":["Título"],"Taxable":["Tributável"],"Learn more":["Saber mais"],"Save changes":["Salvar alterações"],"Enabled":["Habilitado"],"Country \/ State":["País\/Estado"],"Pickup location":["Local de retirada"],"If a cost is defined, this controls if taxes are applied to that cost.":["Se um custo for definido, isso controlará se os impostos serão aplicados a esse custo."],"Optional cost to charge for local pickup.":["Custo opcional a cobrar pela retirada local."],"Local Pickup":["Retirada local"],"Done":["Feito"],"Local Pickup settings have been saved.":["As configurações de coleta local foram salvas."],"Admin settings\u0004General":["Em geral"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Ative ou desative a retirada local em sua loja e defina os custos. A retirada local está disponível apenas na finalização da compra do bloco."],"View checkout page":["Ver página de finalização de compra"],"By enabling Local Pickup with more valuable features for your store, it's recommended that you remove the legacy Local Pickup option from your <a>shipping zones<\/a>.":["Ao ativar a retirada no local com recursos mais valiosos para sua loja, é recomendável remover a opção legada de retirada no local das suas <a>zonas de envio<\/a>."],"Enable local pickup":["Ativar retirada local"],"When enabled, local pickup will appear as an option on the block based checkout.":["Quando habilitada, a retirada local aparecerá como uma opção na finalização da compra baseada em bloco."],"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Se a coleta local estiver ativada, a configuração \"Ocultar custos de envio até que um endereço seja inserido\" será ignorada."],"This is the shipping method title shown to customers.":["Este é o título do método de envio mostrado aos clientes."],"Local pickup title is required":["O título de retirada local é obrigatório"],"Add a price for customers who choose local pickup":["Adicione um preço para clientes que optarem pela retirada no local"],"By default, the local pickup shipping method is free.":["Por padrão, o método de envio com retirada local é gratuito."],"Not taxable":["Não tributável"],"Location name":["Nome do local"],"A Location title is required":["Um título de local é obrigatório"],"Pickup details":["Detalhes de retirada"],"Edit pickup location":["Editar local de retirada"],"Delete location":["Excluir local"],"Pickup locations":["Locais de retirada"],"Define pickup locations for your customers to choose from during checkout.":["Defina locais de retirada para seus clientes escolherem durante a finalização da compra."],"When you add a pickup location, it will appear here.":["Quando você adiciona um local de retirada, ele aparecerá aqui."],"Add pickup location":["Adicionar local de retirada"]}}}