{"translation-revision-date":"2024-05-26 15:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/blocks\/wc-blocks.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"WooCommerce":["WooCommerce"],"Off":["Desligado"],"Next and previous buttons will appear inside the large image.":["Os botões seguinte e anterior aparecerão dentro da imagem grande."],"Next and previous buttons will appear on outside the large image.":["Os botões seguinte e anterior aparecerão fora da imagem grande."],"No next or previous button will be displayed.":["Nenhum botão seguinte ou anterior será exibido."],"Next\/Prev Buttons":["Botões Próximo\/Anterior"],"A list of numbers will show to indicate the number of items.":["Uma lista de números será exibida para indicar o número de itens."],"A series of dots will show to indicate the number of items.":["Uma série de pontos será exibida para indicar o número de itens."],"No pager will be displayed.":["Nenhum pager será exibido."],"Pager":["Pager"],"No thumbnails will be displayed.":["Nenhuma miniatura será exibida."],"A strip of small images will appear to the left of the main gallery image.":["Uma faixa de pequenas imagens aparecerá à esquerda da imagem da galeria principal."],"A strip of small images will appear below the main gallery image.":["Uma faixa de pequenas imagens aparecerá abaixo da imagem da galeria principal."],"A strip of small images will appear to the right of the main gallery image.":["Uma faixa de pequenas imagens aparecerá à direita da imagem da galeria principal."],"Thumbnails":["Miniaturas"],"Number of Thumbnails":["Número de miniaturas"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Escolha quantas miniaturas (3-8) serão exibidas. Se existirem mais imagens, um botão “Ver todas” será exibido."],"Gallery Navigation":["Navegação na galeria"],"Media Settings":["Configurações de mídia"],"Crop images to fit":["Cortar imagens para caber"],"Images will be cropped to fit within a square space.":["As imagens serão cortadas para caber em um espaço quadrado."],"Zoom while hovering":["Zoom enquanto paira"],"While hovering the large image will zoom in by 30%.":["Ao passar o mouse, a imagem grande será ampliada em 30%."],"Open pop-up when clicked":["Abrir pop-up quando clicado"],"Clicking on the large image will open a full-screen gallery experience.":["Clicar na imagem grande abrirá uma experiência de galeria em tela cheia."],"WooCommerce Product Elements":["Elementos do produto WooCommerce"]}}}