{"translation-revision-date":"2024-05-26 15:47+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/blocks\/product-filter.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=n != 1;"},"Active filters":["Filtros ativos"],"Filter by Attribute":["Filtrar por Atributo"],"Display the currently active filters.":["Exibir os filtros atualmente ativos."],"Filter by Price":["Filtrar por preço"],"Filter by Rating":["Filtrar por classificação"],"The widget area containing Collection Filters block needs to be placed on a product archive page for filters to function properly.":["A área do widget que contém o bloco Filtros de Coleção precisa ser colocada em uma página de arquivo do produto para que os filtros funcionem corretamente."],"When added to a post or page, Collection Filters block needs to be nested inside a Product Collection block to function properly.":["Quando adicionado a uma postagem ou página, o bloco Filtros de coleção precisa ser aninhado dentro de um bloco Coleção de produtos para funcionar corretamente."],"Product Filter: Active Filters (Beta)":["Filtro de Produto: Filtros Ativos (Beta)"],"Product Filter: Price (Beta)":["Filtro de Produto: Preço (Beta)"],"Enable customers to filter the product collection by choosing a price range.":["Permita que os clientes filtrem a coleção de produtos escolhendo uma faixa de preço."],"Product Filter: Stock Status (Beta)":["Filtro de Produto: Status do Estoque (Beta)"],"Enable customers to filter the product collection by stock status.":["Permita que os clientes filtrem a coleção de produtos por status do estoque."],"Filter by Stock Status":["Filtrar por status do estoque"],"Product Filter: Attribute (Beta)":["Filtro de Produto: Atributo (Beta)"],"Enable customers to filter the product collection by selecting one or more attributes, such as color.":["Permita que os clientes filtrem a coleção de produtos selecionando um ou mais atributos, como cor."],"Product Filter: Rating (Beta)":["Filtro de Produto: Classificação (Beta)"],"Enable customers to filter the product collection by rating.":["Permita que os clientes filtrem a coleção de produtos por classificação."]}}}